Repository: mrleemon/indexhibit2-importer
Catalog: languages/indexhibit2-importer-*.po
Languages: es_es

source: Import Indexhibit 2
es_es: Importar Indexhibit 2

source: This importer allows you to import most of the contents from an Indexhibit 2 database into your WordPress site. It imports exhibits and media files but ignores sections, subsections and exhibit formats.
es_es: Este importador te permite importar la mayoría de los contenidos de una base de datos de Indexhibit 2 a tu sitio de WordPress. Importa las exposiciones y los archivos multimedia pero ignora las secciones, las subsecciones y los formatos de exposición.

source: The process may take a few minutes depending on the size of your database. Please be patient.
es_es: El proceso puede tardar unos minutos en función del tamaño de la base de datos. Por favor, ten paciencia.

source: Fill the following form with your Indexhibit 2 configuration settings. They can be found in the <code>/ndxzsite/config/config.php</code> file.
es_es: Rellena el siguiente formulario con los valores de configuración de tu instalación de Indexhibit 2. Se pueden encontrar en el archivo <code>/ndxzsite/config/config.php</code>.

source: Import Contents
es_es: Importar contenidos

source: Indexhibit 2 Site Address
es_es: Dirección de la web Indexhibit 2

source: Indexhibit 2 Database Name
es_es: Nombre de la base de datos de Indexhibit 2

source: The <code>&dollar;indx['db']</code> value
es_es: El valor de <code>&dollar;indx['db']</code>

source: Indexhibit 2 Database User
es_es: Usuario de la base de datos de Indexhibit 2

source: The <code>&dollar;indx['user']</code> value
es_es: El valor de <code>&dollar;indx['user']</code>

source: Indexhibit 2 Database Password
es_es: Contraseña de la base de datos de Indexhibit 2

source: The <code>&dollar;indx['pass']</code> value
es_es: El valor de <code>&dollar;indx['pass']</code>

source: Indexhibit 2 Database Host
es_es: Servidor de la base de datos de Indexhibit 2

source: The <code>&dollar;indx['host']</code> value
es_es: El valor de <code>&dollar;indx['host']</code>

source: Indexhibit 2 Table Prefix
es_es: Prefijo de tabla de Indexhibit 2

source: The <code>xxxx</code> value in <code>define('PX', 'xxxx')</code> value
es_es: El valor <code>xxxx</code> en <code>define('PX', 'xxxx')</code>

source: Insert imported media files into pages content?
es_es: ¿Insertar archivos multimedia importados en el contenido de las páginas?

source: Finish
es_es: Finalizar

source: Importing exhibits...
es_es: Importando exposiciones...

source: Done! <strong>%1$s</strong> exhibits imported.
es_es: ¡Hecho! <strong>%1$s</strong> exposiciones importadas.

source: Importing media files from exhibit "%1$s"...
es_es: Importando archivos multimedia de la exposición "%1$s"...

source: Done! <strong>%1$s</strong> media files imported.
es_es: ¡Hecho! <strong>%1$s</strong> archivos multimedia importados.

source: %1$s was not uploaded. (<strong>%2$s</strong>: %3$s)
es_es: %1$s no se ha subido. (<strong>%2$s</strong>:%3$s)

source: %1$s could not be uploaded because of an error. (<strong>%2$s</strong>: %3$s)
es_es: %1$s no se ha podido subir debido a un error. (<strong>%2$s</strong>:%3$s)

source: Invalid file type
es_es: Tipo de archivo no válido

source: %s was uploaded successfully
es_es: %s se ha subido correctamente

source: File already exists
es_es: El archivo ya existe

source: Remote server did not respond
es_es: El servidor remoto no respondió

source: Remote server returned error response %1$d %2$s
es_es: Servidor remoto devolvió error de respuesta %1$d %2$s

source: Remote file is incorrect size
es_es: El tamaño del archivo remoto es incorrecto

source: Zero size file downloaded
es_es: Tamaño cero en el archivo descargado

source: Welcome to WordPress. We hope that you will find this platform incredibly rewarding! As a new WordPress user coming from Indexhibit 2, there are some things that we would like to point out. Hopefully, they will help your transition go as smoothly as possible.
es_es: Bienvenido a WordPress. Esperamos que encuentres esta plataforma increíblemente gratificante! Como nuevo usuario de WordPress procedente de Indexhibit 2, hay algunas cosas que nos gustaría señalar. Con un poco de suerte, te ayudarán a que la transición sea lo más fluida posible.

source: WordPress Resources
es_es: Recursos de WordPress

source: Finally, there are numerous WordPress resources around the internet. Some of them are:
es_es: Por último, hay numerosos recursos de WordPress en Internet. Algunos de ellos son:

source: <a href="http://wordpress.org/">The official WordPress site</a>
es_es: <a href="http://wordpress.org/">El sitio oficial de WordPress</a>

source: <a href="http://wordpress.org/support/">The WordPress support forums</a>
es_es: <a href="http://wordpress.org/support/">Los foros de soporte de WordPress</a>

source: <a href="http://developer.wordpress.org/">The WordPress developer docs (In other words, the WordPress Bible)</a>
es_es: <a href="http://developer.wordpress.org/">La documentación para desarrolladores de WordPress (en otras palabras, la Biblia de WordPress)</a>

source: That&#8217;s it! What are you waiting for? Go <a href="../wp-login.php">log in</a>!
es_es: ¡Esto es todo! ¿A qué esperas? ¡<a href="../wp-login.php">Inicia una sesión</a>!

source: Cannot connect to Indexhibit 2 database
es_es: No se ha podido conectar con la base de datos de Indexhibit 2

source: Try Again
es_es: Inténtalo de nuevo

source: Import exhibits and media files from an Indexhibit 2 site.
es_es: Importa exposiciones y archivos multimedia de una web de Indexhibit 2.

source: Indexhibit 2 Importer
es_es: Importador de Indexhibit 2

source: http://wordpress.org/extend/plugins/indexhibit2-importer/
es_es: http://es.wordpress.org/extend/plugins/indexhibit2-importer/
